Repository: wp-plugins/alo-easymail
Catalog: languages/alo-easymail-*.po
Languages: pt_br

source: Newsletter subscribers
pt_br: Newsletter - Assinantes

source: Receive Newsletters?
pt_br: Receber newsletters?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Updated
pt_br: Atualizado

source: General
pt_br: Geral

source: Texts
pt_br: Texto

source: Batch sending
pt_br: Envio por lote

source: Permissions
pt_br: Permissões

source: Number of last posts to display
pt_br: Número de ultimos posts para mostrar

source: Sender's email address
pt_br: Email do emissor

source: Default template for the email content
pt_br: Template padrão para o conteudo do e-mail

source: Update
pt_br: Atualizar

source: Widget/Page Texts
pt_br: Widget/Texto de Página

source: For registered users
pt_br: Para usuarios registrados

source: Optin message
pt_br: Mensagem Optin

source: Default
pt_br: Padrão

source: Yes, I would like to receive the Newsletter
pt_br: Sim, Eu gostaria de receber as Newsletters

source: Optout message
pt_br: Mensagem Optout

source: No, please do not email me
pt_br: Não obrigado, não me envie emails.

source: Maximum number of emails that can be sent in a 24-hr period
pt_br: Número máximo de emails que pode ser enviados em um perido de 24 horas

source: Important advice to calculate the best limit
pt_br: Aviso importante para calcular o melhor limite.

source: Ask your provider the cut-off of emails you can send per day. Multiplying the hourly limit by 24 is not the right way to calculate it: very often the resulting number is much higher than the actual cut-off.
pt_br: Consulte o seu provedor sobre o limite de envios que se permite por dia. Não é esta a forma correta de calcular: multiplicando o limite por hora por 24. Geralmente o numero é maior do que o limite atual.

source: Subtract from this cut-off the number of emails you want to send from your blog (e.g. registration procedures, activation and unsubscribing of EasyMail, notices from other plugins etc.).
pt_br: Subtraia este corte no número de e-mails que você deseja enviar a partir do seu blog (por exemplo, os procedimentos de registo, a ativação eo cancelamento de EasyMail, os anúncios de outros plugins, etc).

source: If in doubt, just choose a number definitely lower than the cut-off: you'll have more chances to have your mail delivered, and less chances to end up in a blacklist...
pt_br: Em caso de dúvida, basta escolher um número certamente inferior ao cut-off: você terá mais chances de ter seu e-mail fornecido, e menos chances de terminar em uma lista negra ...

source: For more info, visit the FAQ of the site.
pt_br: Para mais informações, visite o FAQ do site.

source: To allow editors to send emails, check this option
pt_br: Para permitir que os editores a enviar e-mails, marque esta opção

source: Editors can send emails
pt_br: Os editores podem enviar e-mails

source: Confirm your subscription to %s Newsletter
pt_br: Confirme a sua assinatura para %s Newsletter

source: Hi %s to complete your subscription to %s newsletter you need to click on the following link (or paste it in the address bar of your browser):
pt_br: Olá %s para completar a sua assinatura para %s newsletter você precisa clicar no link abaixo (ou cole na barra de endereços do seu navegador):

source: If you did not ask for this subscription ignore this message.
pt_br: Se você não pediu esta assinatura, favor ignorar esta mensagem.

source: Thank you
pt_br: Muito Obrigado

source: Updating...
pt_br: Atualizando...

source: sending...
pt_br: enviando...

source: Successfully updated
pt_br: Atualizado com sucesso

source: The e-email address is not correct
pt_br: O endereço e-mail não esta correto

source: The name field is empty
pt_br: O campo nome esta vazio

source: Error during sending: please try again
pt_br: Erro ao enviar: por favor, tente novamente

source: Subscription successful. You will receive an e-mail with a link. You have to click on the link to activate your subscription.
pt_br: Assinado com sucesso. Você receberá um e-mail com um link. Você tem que clicar no link para ativar sua assinatura.

source: Subscribe
pt_br: Assinar

source: You have received this message because you subscribed to our newsletter. If you want to unsubscribe:
pt_br: Você recebeu esta mensagem porque está inscrito em nosso newsletter. Se você quiser cancelar a inscrição:

source: click here
pt_br: clique aqui

source: Allow users to opt in/out of email
pt_br: Permitir que os usuários opt in / out de e-mail

source: Newsletter successfully deleted
pt_br: Newsletter excluido com sucesso

source: Impossible to delete the selected newsletter
pt_br: Impossível apagar a newsletter selecionados

source: New sending added with success!
pt_br: Novo envio adicionado com sucesso!

source: Inputs are incompled or wrong. Please check and try again.
pt_br: As entradas estão incompletas ou erradas. Por favor, verifique e tente novamente.

source: No recipients selected.
pt_br: Nenhum destinatário selecionado.

source: Impossible to send. Please try again.
pt_br: Impossível enviar. Por favor, tente novamente.

source: Newsletters scheduled for sending
pt_br: Newsletters agendada para o envio

source: refresh
pt_br: atualizar

source: Queue
pt_br: Fila

source: Scheduled by
pt_br: Agendado por

source: Added on
pt_br: Adicionado em

source: Subject
pt_br: Assunto

source: Progress
pt_br: Progresso

source: Action
pt_br: Ação

source: now sending
pt_br: enviando agora

source: you
pt_br: você

source: another user
pt_br: outro usuário

source: Cancel
pt_br: Cancelar

source: Do you really want to stop and cancel this sending?
pt_br: Você realmente quer parar e cancelar este envio?

source: Newsletters sent BY YOU
pt_br: Newsletters enviados por você

source: Newsletters sent BY ALL USERS
pt_br: Newsletters enviados por todos os usuários

source: Completed
pt_br: Completo

source: Report
pt_br: Relatório

source: Delete
pt_br: Excluir

source: Do you really want to delete the report of this newsletter?
pt_br: Você realmente quer apagar o relatório desta newsletter?

source: View
pt_br: Ver

source: Checking...
pt_br: Revisando...

source: Warning! Some addresses seem to be wrong
pt_br: Atenção! Alguns endereços parecem estar errados

source: Recipients
pt_br: Destinatários

source: Choose the kind of recipients
pt_br: Escolha o tipo de destinatários

source: Subscribers
pt_br: Assinantes

source: Registered users
pt_br: Usuários registrados

source: None of the above
pt_br: Nenhum dos dois

source: To send to other people insert a list of e-mail addresses separated by comma (,)
pt_br: Para enviar para outras pessoas, adiciona-os na lista de e-mail separados por virgula (,) e sem espaços

source: Save the list of email addresses for next sending
pt_br: Salvar a lista de endereços de e-mail para o envio próxima

source: Subject and text of the e-mail
pt_br: Assunto e texto do e-mail

source: Choose to send a simple generic e-mail or one about a specific post (in the latter case you can use the specific tags listed below)
pt_br: Envie um e-mail genérico simples ou um e-mail sobre um post específico (neste último caso, você pode usar as tags específicas listadas abaixo)

source: generic e-mail: no post selected
pt_br: e-mail genérico: nenhum post seleccionado

source: Main body
pt_br: Corpo principal

source: you can use the tags listed below
pt_br: você pode usar as tags abaixo

source: The link to the title of the selected post.
pt_br: O link para o título do post selecionado.

source: The excerpt (if any) of the post.
pt_br: O resumo (se houver) do post.

source: The main content of the post.
pt_br: O conteúdo principal do post.

source: Warning: this tag inserts the test as it is, including shortcodes from other plugins.
pt_br: Cuidado: esta tag insere o teste de como ele é, incluindo códigos de acessos de outros plugins

source: Name and surname of registered user.
pt_br: Nome e sobrenome do usuário cadastrado.

source: For subscribers: the name used for registration
pt_br: Para assinantes: o nome usado para o registo

source: First name of registered user.
pt_br: Nome de usuário registrado.

source: The link to the site
pt_br: O link para o site

source: Save the main body as template for next sending
pt_br: Salve o corpo principal como modelo para envio próxima

source: Send
pt_br: Enviar

source: Click ONCE and wait for the sending to be over
pt_br: Clique uma vez e aguarde o envio terminar

source: Add to sending queue
pt_br: Adicionar a fila de envio

source: PLEASE WAIT: sending...
pt_br: AGUARDE: enviando ...

source: Error during operation.
pt_br: Erro durante a operação.

source: Your subscription was successfully activated. You will receive the next newsletter. Thank you.
pt_br: Sua assinatura foi ativada com sucesso. Você receberá o próximo boletim. Obrigado.

source: Error during activation. Please check the activation link.
pt_br: Erro durante a ativação. Verifique o link de ativação.

source: Your subscription was successfully deleted. Bye bye.
pt_br: Sua assinatura foi excluído com êxito.

source: Error during unsubscription.
pt_br: Erro durante o cancelamento.

source: Try again.
pt_br: Tente novamente.

source: If it fails again you can contact the administrator
pt_br: Se falhar novamente, contate o administrador

source: plain text
pt_br: texto plano

source: Total sent
pt_br: Envios totais

source: Succesful sendings
pt_br: Envios com sucesso

source: Failed sendings
pt_br: Envios falhos

source: Name
pt_br: Nome

source: Sent
pt_br: Enviados

source: Activation state updated
pt_br: Estado da atividade atualizado

source: Not updated
pt_br: Não atualizado

source: Subscriber deleted
pt_br: Assinante excluido

source: Not deleted
pt_br: Não excluido

source: Search e-mail or name
pt_br: Buscar e-mail ou nome

source: Show all
pt_br: Mostrar todos

source: Per page
pt_br: Por página

source: Order by e-mail
pt_br: Ordenar por e-mail

source: Username
pt_br: Usuário

source: The username of registered users. It is blank for public subscribers.
pt_br: O nome do usuários registrados. Trata-se de branco para assinantes público.

source: Order by join date
pt_br: Ordenar por data de assinatura

source: Join date
pt_br: Data de assinatura

source: Order by activation state
pt_br: Ordenar por estado de ativação

source: Activated
pt_br: Ativado

source: For registered users the dafault state is activated. For public subscribers the default state is deactivated: it will be activated by clicking on the activation link in the e-mail.
pt_br: Para usuários registrados o estado padrão está ativado. Para assinantes público o estado padrão está desativado: ele será ativado ao clicar no link de ativação do e-mail.

source: View user profile
pt_br: Ver perfil del usuário

source: Modify activation state
pt_br: Modificar estado de ativação

source: Do you really want to modify the activation state?
pt_br: Você realmente deseja modificar o estado de ativação?

source: Delete subscriber
pt_br: Excluir assinante

source: Do you really want to DELETE this subscriber?
pt_br: Você realmente quer apagar esta assinante?

source: No subscribers
pt_br: Sem assinantes
